Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO
source: 1080p HD at 120 fps and 4K at 60 or higher fps video will only play on macOS High Sierra (10.13) or later.
ar: الفيديو الذي بدقة ⁨1080p HD⁩ بمعدل ١٢٠ إطار/ث و 4K بمعدل ٦٠ إطار/ث سيتم تشغيله على macOS High Sierra (10.13)‎ والأحدث فقط.
bg: Видео с 1080p HD / 120 кадъра/сек и 4K при 60 кадъра/сек или повече ще се възпроизведе само на macOS High Sierra (10.13) или следваща версия.
bn: 120 fps-এ 1080p HD এবং 60-এ 4K অথবা উচ্চতর fps ভিডিও শুধু macOS High Sierra (10.13) অথবা পরবর্তী ভার্সনে চলবে।
ca: Els vídeos de 1080p HD a 120 fps i 4K a partir de 60 fps només es reproduiran amb el macOS High Sierra (10.13) o versions posteriors.
cs: Videa 1080p HD se 120 fps a 4K s 60 fps nebo více bude možné přehrát pouze v systému macOS High Sierra (10.13) nebo novějším.
da: Video i 1080p HD ved 120 bps og 4K ved 60 bps eller højere kan kun afspilles kun på macOS High Sierra (10.13) og nyere versioner.
de: Videos in 1080p HD (120 fps) und Videos in 4K (60 fps oder mehr) können nur auf macOS High Sierra (10.13) oder neuer wiedergegeben werden.
el: Τα βίντεο με ανάλυση 1080p HD στα 120 καρέ/δευτ. και 4K στα 60 καρέ/δευτ. ή παραπάνω θα αναπαράγονται μόνο στο macOS High Sierra (10.13) ή μεταγενέστερη έκδοση.
es: Los vídeos 1080p HD a 120 fps y los vídeos 4K a 60 fps o más solo se podrán reproducir en macOS High Sierra (10.13) o posterior.
es_us: El video 1080p HD a 120 fps y 4K a 60 fps o más sólo se puede reproducir en macOS High Sierra (10.13) o posterior.
fi: Videoita, joiden laatu on 1080p HD / 120 fps tai 4K / 60 fps tai enemmän, voidaan toistaa vain macOS High Sierrassa (10.13) tai uudemmassa.
fr: Les vidéos 1080p HD à 120 ips et les vidéos 4K à 60 ips ou plus peuvent uniquement être lues sous macOS High Sierra (10.13) ou ultérieur.
fr_ca: Les vidéos 1080p HD à 120 ips et 4K à 60 ips ou plus ne seront lues que sous macOS High Sierra (10.13) ou une version ultérieure.
gu: 120 fps પર 1080p HD અને 60 અથવા ઉચ્ચતર fps પર 4K વીડિયો ફક્ત macOS High Sierra (10.13) અથવા તે પછીના વર્ઝન પર પ્લે થશે.
he: ניתן להפעיל וידאו ברזולוציית 1080p באיכות HD בקצב של ⁨120 FPS⁩ וברזולוציית 4K בקצב של ⁨60 FPS⁩ ומעלה רק במערכת ההפעלה macOS High Sierra (גירסה 10.13) ואילך.
hi: 120 fps पर 1080p HD और 60 या उच्चतर fps पर 4K वीडियो केवल macOS High Sierra (10.13) या बाद के संस्करणों पर चलेंगे।
hr: Videozapis od 1080p HD pri 120 FPS i 4K pri 60 ili više FPS reproducirat će se samo u sustavu macOS High Sierra (10.13) ili novijem.
hu: Az 1080p HD felbontású, 120 fps sebességű, illetve a 4K felbontású, 60 fps vagy ennél nagyobb sebességű videókat csak macOS High Sierra (10.13) vagy újabb rendszeren lehet lejátszani.
id: Video HD 1080p pada 120 fps dan 4K pada 60 fps atau lebih tinggi hanya akan diputar di macOS High Sierra (10.13) atau lebih baru.
it: La riproduzione di video con risoluzione 1080p HD a 120 fps e 4K a 60 o più fps è supportata solo su macOS High Sierra (10.13) o versioni successive.
ja: 1080p HD/120 fpsと4K/60 fps以上のビデオは、macOS High Sierra(10.13)以降でのみ再生できます。
kk: 1080p HD, 120 кадр/с және 4K, 60 немесе одан жоғары кадр/с форматындағы видео тек macOS High Sierra (10.13) немесе одан жаңа нұсқаларында ойнатылады.
kn: 120 fps ಮತ್ತು 4Kನಲ್ಲಿ 60 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ fpsನಲ್ಲಿ 1080p HD ವೀಡಿಯೊ macOS High Sierra (10.13) ಅಥವಾ ನಂತರದ ಆವೃತ್ತಿಗಳಲ್ಲಿ ಮಾತ್ರ ಪ್ಲೇ ಆಗುತ್ತವೆ.
ko: 1080p HD - 120fps 비디오 및 4K - 60fps 이상의 비디오는 macOS High Sierra(10.13) 이상에서만 재생됩니다.
lt: 120 kadr./s spartos ir 1080p HD formato vaizdo įrašai arba 60 kadr./s spartos ir 4K formato vaizdo įrašai bus leidžiami tik „macOS High Sierra“ (10.13) arba naujesnėje versijoje.
ml: 120 fps ഉള്ള 1080p HD, 60 അല്ലെങ്കിൽ അതിൽ കൂടുതൽ fps ഉള്ള 4K വീഡിയോ macOS High Sierra (10.13)‍-‍യിലോ അതിനു ശേഷമുള്ളതിലോ മാത്രമേ പ്ലേ ചെയ്യൂ.
mr: ^[120](formatNumber: true) fps आणि ^[60](formatNumber: true) किंवा उच्चवर आणि ^[4](formatNumber: true)K वर ^[1080](formatNumber: true)p HD व्हिडिओ फक्त macOS High Sierra (10.13) वर किंवा त्यानंतरच्या व्हर्जनवर प्ले होईल.
ms: Video 1080p HD pada 120 bps dan 4K pada 60 bps atau lebih tinggi hanya dapat dimainkan pada macOS High Sierra (10.13) atau lebih baharu.
nb: Videoer i 1080p HD ved 120 bps eller 4K ved 60 bps eller mer kan kun spilles av på macOS High Sierra (10.13) eller nyere.
nl: Video's in 1080p HD op 120 fps en 4K op 60 fps of hoger worden alleen afgespeeld op macOS High Sierra (10.13) of nieuwer.
or: ^[120](formatNumber: true) fpsରେ 1080p HD ଏବଂ ^[60](formatNumber: true) କିମ୍ବା ଅଧିକ fpsର 4K ଭିଡିଓ କେବଳ macOS High Sierra (^[10.13](formatNumber: true)) କିମ୍ବା ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍‌ରେ ଚାଲିବ।
pa: 120 fps ‘ਤੇ 1080p HD ਅਤੇ 60 ਅਤੇ ਉੱਚ fps 4K ਵੀਡੀਓ ਸਿਰਫ਼ macOS High Sierra (10.13) ਜਾਂ ਬਾਅਦ ਵਾਲੇ ਸੰਸਕਰਨ ‘ਤੇ ਚੱਲੇਗੀ।
pl: Odtwarzanie materiałów 1080p HD przy 120 kl./s oraz 4K przy co najmniej 60 kl./s wymaga systemu macOS High Sierra (10.13) lub nowszego.
pt_br: Vídeos em 1080p HD a 120 fps e 4K a 60 fps ou mais só podem ser reproduzidos no macOS High Sierra (10.13) e versões posteriores.
pt_pt: Os vídeos HD 1080p a 120 fps e 4K a 60 fps ou superior só podem ser reproduzidos no macOS High Sierra (10.13) ou posterior.
ro: Conținutul video 1080p HD la 120 fps și 4K la 60 fps va fi redat doar pe macOS High Sierra (10.13) sau o versiune ulterioară.
ru: Формат 1080p HD, 120 кадр/с, и формат 4K, 60 кадр/с, а также видео с более высокой частотой кадров будут воспроизводиться только на macOS High Sierra (10.13) или новее.
sk: Videá vo formáte 1080p HD s rýchlosťou snímok 120 fps a 4K s rýchlosťou snímok 60 fps alebo vyššou bude možné prehrávať len v systéme macOS High Sierra (10.13) alebo novšom.
sl: Video 1080p HD pri 120 sličicah/s in 4K pri 60 sličicah/s ali več je mogoče predvajati samo v operacijskem sistemu macOS High Sierra (10.13) ali novejši različici.
sv: HD-video i 1080p med 120 bilder/s och 4K-video med 60 eller mer bilder/s kan endast spelas upp i macOS High Sierra (10.13) eller senare.
ta: 1080p HD @ 120 fps மற்றும் 4K @ 60 அல்லது அதற்கு மேற்பட்ட fps வீடியோவை macOS High Sierra (10.13) அல்லது அதற்குப் பிந்தைய பதிப்புகளில் மட்டுமே பிளே செய்ய முடியும்.
te: 120 fpsతో 1080p HDలో మరియు 4K 60 లేదా అంతకంటే ఎక్కువ fpsలో 4K వీడియో macOS High Sierra (10.13) లేదా తర్వాతి వెర్షన్‌లలో మాత్రమే ప్లే అవుతుంది.
th: วิดีโอ 1080p HD ที่ 120 fps และวิดีโอ 4K ที่ 60 fps ขึ้นไปจะเล่นได้เฉพาะบน macOS High Sierra (10.13) ขึ้นไป
tr: 1080p HD, 120 kare/sn. ve 4K, 60 veya daha yüksek kare/sn. hızındaki videolar yalnızca macOS High Sierra (10.13) ya da daha yenisinde oynatılır.
uk: Відео у форматі 1080p HD із 120 кадр/с і 4K із 60 кадр/с або вище відтворюється лише на macOS High Sierra (10.13) чи новішої версії.
ur: ‏⁨^[120](formatNumber: true) fps⁩ پر‏ ⁨1080p HD⁩ اور ^[60](formatNumber: true) یا اس سے زیادہ fps پر 4K ویڈیو صرف ‏⁨macOS High Sierra (^[10](formatNumber: true).^[13](formatNumber: true))⁩ یا بعد کے ورژن پر پلے کی جائے گی۔
vi: Video 1080p HD tại 120 fps và 4K từ 60 fps trở lên sẽ chỉ phát trên macOS High Sierra (10.13) trở lên.
zh_cn: 1080p HD/120 fps和4K/60 fps以上视频仅可在macOS High Sierra (10.13)或更高版本上播放。
zh_hk: 1080p HD 120 fps和4K 60 fps或以上影片只會在macOS High Sierra (10.13) 或以上版本播放。
zh_tw: 1080p HD/120 fps和60 fps/4K以上的影片只會在macOS High Sierra（10.13）或以上版本的裝置上播放。

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO_LEARN_MORE
source: Learn More
ar: معرفة المزيد
bg: Научете повече
bn: আরও জানুন
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Πληροφορίες
es: Más información
es_us: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
gu: વધુ જાણો
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Scopri di più
ja: 詳しい情報
kk: Қосымша мәлімет алу
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite daugiau
ml: കൂടുതൽ അറിയൂ
mr: अधिक जाणून घ्या
ms: Ketahui Lebih Lanjut
nb: Finn ut mer
nl: Meer informatie
or: ଅଧିକ ଜାଣନ୍ତୁ
pa: ਹੋਰ ਜਾਣੋ
pl: Więcej informacji
pt_br: Saiba Mais
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sk: Viac informácií
sl: Več o tem
sv: Läs mer
ta: மேலும் அறிக
te: మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
ur: مزید جانیں
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO_LEARN_MORE_URL
source: https://support.apple.com/HT207022
ar: https://support.apple.com/ar-ae/HT207022
el: https://support.apple.com/el-gr/HT207022
es_us: https://support.apple.com/es-la/HT207022
fi: https://support.apple.com/fi-fi/HT207022
he: https://support.apple.com/en-il/HT207022
hi: https://support.apple.com/en-in/HT207022
hr: https://support.apple.com/hr-hr/HT207022
hu: https://support.apple.com/hu-hu/HT207022
id: https://support.apple.com/id-id/HT207022
it: https://support.apple.com/it-it/HT207022
kn: https://support.apple.com/en-in/116944
ko: https://support.apple.com/ko-kr/HT207022
lt: https://support.apple.com/lt-lt/HT207022
ms: https://support.apple.com/en-my/HT207022
nb: https://support.apple.com/no-no/HT207022
nl: https://support.apple.com/nl-nl/HT207022
pt_br: https://support.apple.com/pt-br/HT207022
uk: https://support.apple.com/uk-ua/HT207022
vi: https://support.apple.com/en-vn/HT207022
zh_cn: https://support.apple.com/zh-cn/HT207022
zh_hk: https://support.apple.com/zh-hk/HT207022

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO_OK
source: OK
ar: موافق
bg: ОК
bn: ঠিক আছে
gu: બરાબર
he: אישור
hi: ठीक
id: OKE
kn: ಸರಿ
ko: 확인
lt: Gerai
ml: ശരി
mr: ओके करा
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_cn: 好
zh_hk: 好
zh_tw: 好

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO_SLOMO
source: 1080p HD at 240 fps and 4K video will only play on macOS High Sierra (10.13) or later.
ar: الفيديو الذي بدقة ⁨1080p HD⁩ بمعدل ٢٤٠ إطار/ث و 4K سيتم تشغيله على macOS High Sierra (10.13)‎ والأحدث فقط.
bg: 1080p HD / 240 кадъра/сек и 4К видео ще се възпроизведе само на macOS High Sierra (10.13) или следваща версия.
bn: 240 fps-এ 1080p HD এবং 4K ভিডিও শুধু macOS High Sierra (10.13) বা তার পরবর্তী ভার্সনে চলবে।
ca: Els vídeos de 1080p HD a 240 fps i 4K només es reproduiran amb el macOS High Sierra (10.13) o versions posteriors.
cs: Videa 1080p HD s 240 fps a 4K bude možné přehrát pouze v systému macOS High Sierra (10.13) nebo novějším.
da: Video i 1080p HD ved 240 bps og 4K-video afspilles kun på macOS High Sierra (10.13) og nyere versioner.
de: Videos in 1080p HD (240 fps) und 4K können nur auf macOS High Sierra (10.13) oder neuer wiedergegeben werden.
el: Τα βίντεο με ανάλυση 1080p HD στα 240 καρέ/δευτ. και 4K θα αναπαράγονται μόνο στο macOS High Sierra (10.13) ή μεταγενέστερη έκδοση.
es: Los vídeos 1080p HD a 240 fps y los vídeos 4K solo se podrán reproducir en macOS High Sierra (10.13) o posterior.
es_us: Los videos 4K y 1080p HD a 240 fps sólo se pueden reproducir en macOS High Sierra (10.13) o posterior.
fi: Videoita, joiden laatu on 1080p HD / 240 fps ja 4K, voidaan toistaa vain macOS High Sierrassa (10.13) tai uudemmassa.
fr: Les vidéos 1080p HD à 240 ips et 4K ne peuvent être visionnées que sur macOS High Sierra (10.13) ou ultérieur.
fr_ca: Les vidéos 1080p HD à 240 ips et 4K ne seront lues que sous macOS High Sierra (10.13) ou version ultérieure.
gu: 240 fps પર 1080p HD અને 4K વીડિયો ફક્ત macOS High Sierra (10.13) અથવા તે પછીના વર્ઝન પર પ્લે થશે.
he: ניתן להפעיל וידאו ברזולוציית 1080p באיכות HD בקצב של ⁨240 FPS⁩ ווידאו ברזולוציית 4K רק עם macOS High Sierra (גירסה 10.13) ואילך.
hi: 240 fps पर 1080p HD और 4K वीडियो केवल macOS High Sierra (10.13) या बाद के संस्करणों पर चलेगा।
hr: Videozapis 1080p HD pri 240 fps i 4K reproducirat će se samo na sustavu macOS High Sierra (10.13) ili novijem.
hu: Az 1080p HD felbontású, 240 fps sebességű videókat és a 4K videókat csak macOS High Sierra (10.13) vagy újabb rendszeren lehet lejátszani.
id: Video HD 1080p pada 240 fps dan 4K hanya akan diputar di macOS High Sierra (10.13) atau lebih baru.
it: La riproduzione di video con risoluzione 1080p HD a 240 fps e 4K è supportata solo su macOS High Sierra (10.13) o versioni successive.
ja: 1080p HD/240 fpsと4Kのビデオは、macOS High Sierra（10.13）以降でのみ再生できます。
kk: 1080p HD, 240 кадр/с және 4K форматындағы видео тек macOS High Sierra (10.13) немесе одан жаңа нұсқаларында ойнатылады.
kn: 240 fps ಮತ್ತು 4Kನಲ್ಲಿ 1080p HD ವೀಡಿಯೊ macOS High Sierra (10.13) ಅಥವಾ ನಂತರದ ಆವೃತ್ತಿಗಳಲ್ಲಿ ಮಾತ್ರ ಪ್ಲೇ ಆಗುತ್ತವೆ.
ko: 1080p HD - 240fps 비디오 및 4K 비디오는 macOS High Sierra(10.13) 이상에서만 재생됩니다.
lt: 240 kadr./s spartos ir 1080p HD bei 4K formato vaizdo įrašai bus leidžiami tik „macOS High Sierra“ (10.13) arba naujesnėje versijoje.
ml: 240 fps ഉള്ള 1080p HD വീഡിയോയും 4K വീഡിയോയും macOS High Sierra (10.13)‍-‍യിലോ അതിനു ശേഷമുള്ളതിലോ മാത്രമേ പ്ലേ ചെയ്യൂ.
mr: 240 fps वर आणि 4K वर 1080p HD व्हिडिओ फक्त macOS High Sierra (10.13) वर किंवा त्यानंतरच्या व्हर्जनवर प्ले होईल.
ms: Video 1080p HD pada 240 bps dan 4K hanya akan dimainkan pada macOS High Sierra (10.13) atau lebih baharu.
nb: Videoer i 1080p HD ved 240 bps og 4K-videoer krever macOS High Sierra (10.13) eller nyere.
nl: Video's in 1080p HD op 240 fps en 4K worden alleen afgespeeld op macOS High Sierra (10.13) of nieuwer.
or: ^[240](formatNumber: true) fpsରେ 1080p HD ଏବଂ 4K ଭିଡିଓ କେବଳ macOS High Sierra (^[10.13](formatNumber: true)) କିମ୍ବା ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍‌ରେ ଚାଲିବ।
pa: 240 fps ‘ਤੇ 1080p HD ਅਤੇ 4K ਵੀਡੀਓ ਸਿਰਫ਼ macOS High Sierra (10.13) ਜਾਂ ਬਾਅਦ ਵਾਲੇ ਸੰਸਕਰਨ ‘ਤੇ ਚੱਲੇਗੀ।
pl: Odtwarzanie materiałów 1080p HD przy 240 kl./s oraz materiałów 4K wymaga systemu macOS High Sierra (10.13) lub nowszego.
pt_br: Vídeos em 1080p HD a 240 fps e 4K só podem ser reproduzidos no macOS High Sierra (10.13) e versões posteriores.
pt_pt: Os vídeos HD 1080p a 240 fps e 4K só podem ser reproduzidos no macOS High Sierra (10.13) ou posterior.
ro: Conținutul video 1080p HD la 240 fps și 4K va fi redat doar pe macOS High Sierra (10.13) sau o versiune ulterioară.
ru: Видео в формате 1080p HD с частотой 240 кадр⁠/⁠с и в формате 4K будут воспроизводиться только на macOS High Sierra (10.13) или новее.
sk: Video vo formáte 1080p HD s rýchlosťou snímok 240 fps a 4K bude možné prehrávať len v systéme macOS High Sierra (10.13) alebo novšom.
sl: Videe 1080p HD pri 240 sličicah/s in v ločljivosti 4K je mogoče predvajati samo v operacijskem sistemu macOS High Sierra (10.13) ali novejši različici.
sv: HD-video i 1080p med 240 bilder/s och 4K kan endast spelas upp i macOS High Sierra (10.13) eller senare.
ta: 1080p HD @ 240 fps மற்றும் 4K வீடியோவை macOS High Sierra (10.13) அல்லது அதற்குப் பிந்தைய பதிப்புகளில் மட்டுமே பயன்படுத்த முடியும்.
te: 240 fpsగా 1080p HDలో మరియు 4K వీడియో macOS High Sierra (10.13) లేదా ఆ తర్వాతి వెర్షన్‌లలో మాత్రమే ప్లే అవుతుంది.
th: วิดีโอ 1080p HD ที่ 240 fps และวิดีโอ 4K จะเล่นได้เฉพาะบน macOS High Sierra (10.13) ขึ้นไป
tr: 240 kare/sn. hızında 1080p HD ve 4K video yalnızca macOS High Sierra (10.13) ya da daha yenisinde oynatılır.
uk: Відео у форматі 1080p HD із 240 кадр/с і 4K відтворюється лише на macOS High Sierra (10.13) чи новішої версії.
ur: ‏⁨240 fps⁩ پر ⁨1080p HD⁩ اور 4K ویڈیو صرف ⁨macOS High Sierra (10.13)⁩ یا بعد کے ورژن پر پلے کی جائے گی۔
vi: Video 1080p HD tại 240 fps và video 4K sẽ chỉ phát trên macOS High Sierra (10.13) trở lên.
zh_cn: 1080p HD/240 fps和4K视频将只在macOS High Sierra (10.13)或更高版本上播放。
zh_hk: 1080p HD 240 fps和4K影片只會在macOS High Sierra (10.13) 或較新版本播放。
zh_tw: 1080p HD/240 fps和4K影片只會在macOS High Sierra（10.13）或以上版本的裝置上播放。

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO_SLOMO_HDR
source: 1080p HD at 120 or higher fps and 4K video will only play on macOS High Sierra (10.13) or later.
ar: الفيديو الذي بدقة ⁨1080p HD⁩ بمعدل ١٢٠ إطار/ث و 4K سيتم تشغيله على macOS High Sierra (10.13)‎ والأحدث فقط.
bg: 1080p HD / 120 или повече кадъра/сек и 4К видео ще се възпроизведе само на macOS High Sierra (10.13) или следваща версия.
bn: 120-এ 1080p HD অথবা উচ্চতর fps and 4K ভিডিও শুধু macOS High Sierra (10.13) অথবা তার পরবর্তী ভার্সনে চলবে।
ca: Els vídeos de 1080p HD a partir de 120 fps i 4K només es reproduiran amb el macOS High Sierra (10.13) o versions posteriors.
cs: Videa 1080p HD se 120 fps nebo více a 4K bude možné přehrát pouze v systému macOS High Sierra (10.13) nebo novějším.
da: Video i 1080p HD ved 120 bps eller højere og 4K-video afspilles kun på macOS High Sierra (10.13) og nyere versioner.
de: Videos in 1080p HD (120 fps oder höher) und 4K können nur auf macOS High Sierra (10.13) oder neuer wiedergegeben werden.
el: Τα βίντεο με 1080p HD στα 120 καρέ/δευτ. ή παραπάνω και 4K θα αναπαράγονται μόνο στο macOS High Sierra (10.13) ή μεταγενέστερη έκδοση.
es: Los vídeos 1080p HD a 120 fps o más y los vídeos 4K solo se podrán reproducir en macOS High Sierra (10.13) o posterior.
es_us: Los videos 4K y 1080p HD a 120 fps o más sólo se pueden reproducir en macOS High Sierra (10.13) o posterior.
fi: Videoita, joiden laatu on 1080p HD / 120 fps tai enemmän ja 4K, voidaan toistaa vain macOS High Sierrassa (10.13) tai uudemmassa.
fr: Les vidéos 1080p HD à 120 ips ou plus et 4K ne peuvent être visionnées que sur macOS High Sierra (10.13) ou ultérieur.
fr_ca: Les vidéos 1080p HD à 120 ips ou plus et 4K ne seront lues que sous macOS High Sierra (10.13) ou version ultérieure.
gu: 120 fps પર 1080p HD અથવા ઉચ્ચતર fps અને 4K વીડિયો ફક્ત macOS High Sierra (10.13) અથવા તે પછીના વર્ઝન પર પ્લે થશે.
he: ניתן להפעיל וידאו ברזולוציית 1080p באיכות HD בקצב של ⁨120 FPS⁩ ומעלה ווידאו ברזולוציית 4K ורק עם macOS High Sierra (גירסה 10.13) ואילך.
hi: 120 या अधिक fps पर 1080p HD और 4K वीडियो केवल macOS High Sierra (10.13) या बाद के संस्करणों पर चलेगा।
hr: Videozapis 1080p HD pri 120 fps ili više i 4K reproducirat će se samo na sustavu macOS High Sierra (10.13) ili novijem.
hu: Az 1080p HD felbontású, legalább 120 fps sebességű videókat és a 4K videókat csak macOS High Sierra (10.13) vagy újabb rendszeren lehet lejátszani.
id: Video HD 1080p pada 120 fps atau lebih tinggi dan 4K hanya akan diputar di macOS High Sierra (10.13) atau lebih baru.
it: La riproduzione di video con risoluzione 1080p HD a 120 fps o superiore e 4K è supportata solo su macOS High Sierra (10.13) o versioni successive.
ja: 1080p HD/120 fps以上と4Kのビデオは、macOS High Sierra(10.13)以降でのみ再生できます。
kk: 1080p HD, 120 немесе одан жоғары кадр/с және 4K форматындағы видео тек macOS High Sierra (10.13) немесе одан жаңа нұсқаларында ойнатылады.
kn: 120 ಅಥವಾ ಅಧಿಕ fpsನಲ್ಲಿ 1080p HD ಮತ್ತು 4K ವೀಡಿಯೊ macOS High Sierra (10.13) ಅಥವಾ ನಂತರದ ಆವೃತ್ತಿಗಳಲ್ಲಿ ಮಾತ್ರ ಪ್ಲೇ ಆಗುತ್ತವೆ.
ko: 1080p HD - 120fps 이상의 비디오 및 4K 비디오는 macOS High Sierra(10.13) 이상에서만 재생됩니다.
lt: 120 kadr./s ir didesnės spartos ir 1080p HD bei 4K formato vaizdo įrašai bus leidžiami tik „macOS High Sierra“ (10.13) ar naujesnėje versijoje.
ml: 120 അല്ലെങ്കിൽ അതിനുമുകളിലുള്ള fps ഉള്ള 1080p HD വീഡിയോയും 4K വീഡിയോയും macOS High Sierra (10.13)‍-‍യിലോ അതിനു ശേഷമുള്ളതിലോ മാത്രമേ പ്ലേ ചെയ്യൂ.
mr: 120 fps किंवा उच्चतम वर आणि 4K वर 1080p HD व्हिडिओ फक्त macOS High Sierra (10.13) वर किंवा त्यानंतरच्या व्हर्जनवर प्ले होईल.
ms: Video 1080p HD pada 120 bps atau lebih tinggi dan 4K hanya akan dimainkan pada macOS High Sierra (10.13) atau lebih baharu.
nb: Videoer i 1080p HD ved 120 bps eller høyere og 4K-videoer krever macOS High Sierra (10.13) eller nyere.
nl: Video's in 1080p HD op 120 fps of hoger en 4K worden alleen afgespeeld op macOS High Sierra (10.13) of nieuwer.
or: ^[120](formatNumber: true) fps କିମ୍ବା ଅଧିକ fpsରେ 1080p HD ଏବଂ 4K ଭିଡିଓ କେବଳ macOS High Sierra (^[10.13](formatNumber: true)) କିମ୍ବା ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍‌ରେ ଚାଲିବ।
pa: 120 ਜਾਂ ਉੱਚ fps ‘ਤੇ 1080p HD ਅਤੇ 4K ਵੀਡੀਓ ਸਿਰਫ਼ macOS High Sierra (10.13) ਜਾਂ ਬਾਅਦ ਵਾਲੇ ਸੰਸਕਰਨ ‘ਤੇ ਚੱਲੇਗੀ।
pl: Odtwarzanie materiałów 1080p HD przy co najmniej 120 kl./s oraz materiałów 4K wymaga systemu macOS High Sierra (10.13) lub nowszego.
pt_br: Vídeos em 1080p HD a 120 fps ou mais e 4K só podem ser reproduzidos no macOS High Sierra (10.13) e versões posteriores.
pt_pt: Os vídeos HD 1080p a 120 fps ou superior e 4K só podem ser reproduzidos no macOS High Sierra (10.13) ou posterior.
ro: Conținutul video 1080p HD la 120 fps sau superior și 4K va fi redat doar pe macOS High Sierra (10.13) sau o versiune ulterioară.
ru: Видео в формате 1080p HD с частотой 120 кадр⁠/⁠с или выше, а также видео в формате 4K будут воспроизводиться только на macOS High Sierra (10.13) или новее.
sk: Video vo formáte 1080p HD s rýchlosťou snímok 120 fps alebo vyššou a 4K bude možné prehrávať len v systéme macOS High Sierra (10.13) alebo novšom.
sl: Videe 1080p HD pri 120 sličicah/s ali višji hitrosti in v ločljivosti 4K je mogoče predvajati samo v operacijskem sistemu macOS High Sierra (10.13) ali novejši različici.
sv: HD-video i 1080p med 120 bilder/s eller högre och 4K kan endast spelas upp i macOS High Sierra (10.13) eller senare.
ta: 120 அல்லது அதற்கு மேற்பட்ட fpsஇல் 1080p HD மற்றும் 4K வீடியோவானது macOS High Sierra (10.13) அல்லது அதற்குப் பிந்தைய பதிப்புகளில் மட்டுமே இயங்கும்.
te: 120 fpsగా 1080p HDలో మరియు 4K వీడియో macOS High Sierra (10.13) లేదా ఆ తర్వాతి వెర్షన్‌లలో మాత్రమే ప్లే అవుతుంది.
th: วิดีโอ 1080p HD ที่ 120 fps ขึ้นไป และวิดีโอ 4K จะเล่นได้เฉพาะบน macOS High Sierra (10.13) ขึ้นไป
tr: 120 veya daha yüksek kare/sn. hızında 1080p HD ve 4K video yalnızca macOS High Sierra (10.13) ya da daha yenisinde oynatılır.
uk: Відео у форматі 1080p HD із 120 кадр/с або вище і 4K відтворюється лише на macOS High Sierra (10.13) чи новішої версії.
ur: ‏120 یا زیادہ fps پر ⁨1080p HD⁩ اور 4K ویڈیو صرف⁨ macOS High Sierra (10.13) ⁩یا بعد کے ورژن پر پلے کی جائے گی۔
vi: Video 1080p HD tại 120 fps trở lên và video 4K sẽ chỉ phát trên macOS High Sierra (10.13) trở lên.
zh_cn: 1080p HD/120 fps以上和4K视频将只在macOS High Sierra (10.13)或更高版本上播放。
zh_hk: 1080p HD 120 fps 或以上和4K影片只會在macOS High Sierra (10.13) 或較新版本播放。
zh_tw: 1080p HD/120 fps以上和4K影片只會在macOS High Sierra（10.13）或以上版本的裝置上播放。

# CAM_CONFIRM_HIGH_EFFICIENCY_VIDEO_TITLE
source: High Efficiency Video
ar: فيديو عالي الكفاءة
bg: Видео във Високоефективен формат
bn: হাই এফিসিয়েন্সি ভিডিও
ca: Vídeo d’alta eficiència
cs: Video ve vysoce efektivním formátu HE
el: Βίντεο υψηλής απόδοσης
es: Vídeo de alta eficiencia
es_us: Video de alta eficiencia
fi: Korkean hyötysuhteen video
fr: Vidéo haute efficacité
fr_ca: Vidéo haute efficacité
gu: હાઇ એફિશંસી વીડિયો
he: וידאו בפורמט ״יעילות גבוהה״
hi: हाई एफ़िशिएंसी वीडियो
hr: Videozapis visoke učinkovitosti
hu: Nagy hatékonyságú videó
id: Video Efisiensi Tinggi
it: Video ad efficienza elevata
ja: 高効率ビデオ
kk: Жоғары тиімділіктегі видео
kn: ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿಯ ವೀಡಿಯೊ
ko: 고효율 비디오
lt: Didelio efektyvumo vaizdo įrašas
ml: ഉയർന്ന എഫിഷ്യൻസിയുള്ള വീഡിയോ
mr: उच्च कार्यक्षमता व्हिडिओ
ms: Video Kecekapan Tinggi
or: ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ ଭିଡିଓ
pa: ਉੱਚ ਕੁਸ਼ਲਤਾ ਵਾਲੀ ਵੀਡੀਓ
pl: Wideo High Efficiency
pt_br: Vídeo de Alta Eficiência
pt_pt: Vídeo de alta eficiência
ro: Video cu eficiență înaltă
ru: Высокоэффективное видео
sk: Video vo vysokoefektívnom formáte
sl: Visokoučinkovit video
sv: Högeffektiv video
ta: உயர் செயல்திறன் வீடியோ
te: అత్యధిక సామర్థ్యం కలిగిన వీడియో
th: วิดีโอประสิทธิภาพสูง
tr: Yüksek Verimli Video
uk: Високоефективне відео
ur: ہائی ایفی شیئنسی ویڈیو
vi: Video hiệu suất cao
zh_cn: 高效视频
zh_hk: 高效率影片
zh_tw: 高效率影片
